Repository: salmanmp/wp-translations
Catalog: wp-slimstat/wp-slimstat-options-*.po
Languages: fa_ir

source: General
fa_ir: عمومی

source: Views
fa_ir: مشاهده ها

source: Filters
fa_ir: فیلترها

source: Permissions
fa_ir: مجوزها

source: Advanced
fa_ir: پیش‌رفته

source: Maintenance
fa_ir: نگهداری

source: Support
fa_ir: حمایت

source: Your settings have been successfully updated.
fa_ir: تنظیمات شما با موفقیت به روز شد.

source: There was an error updating the following fields:
fa_ir: خطایی در به‌روزرسانی این موارد رخ داد:

source: Activate tracking
fa_ir: فعال‌سازی ره‌گیری

source: Javascript Mode
fa_ir: جاوا اسکریپت

source: Custom path
fa_ir: مسیر دل‌خواه

source: Auto purge
fa_ir: پاک‌سازی خودکار

source: Add Column to Posts
fa_ir: یک ستون به نوشته‌ها اضافه کن

source: Use standalone menu
fa_ir: استفاده از منوی مستقل

source: Enable tracking
fa_ir: فعال‌سازی ره‌گیری

source: Yes
fa_ir: بلی

source: No
fa_ir: خیر

source: You may want to prevent WP SlimStat from tracking users, but still be able to access your stats.
fa_ir: ممکن است بخواهید از ره‌گیری کاربران توست WP SlimStat جلوگیری کنید، اما همچنان قادر به دست‌رسی به آمار باشید.

source: If you moved <code>wp-slimstat-js.php</code> out of its default folder, specify the new path here. Default:
fa_ir: اگر شما فایل <code>wp-slimstat-js.php</code> را از محل پیش‌فرض خود جابجا کرده‌اید، نشانی‌اش را این‌جا وارد کنید. پیش‌فرض:

source: Autopurge
fa_ir: حذف خودکار

source: days
fa_ir: روزها

source: Next clean-up on
fa_ir: تمیزکاری بعدی در

source: Entries recorded on or before %s will be permanently deleted.
fa_ir: ردیف‌های مربوط به روز %s و قبل از آن حذف خواهند شد.

source: Automatically deletes pageviews older than <strong>X</strong> days (uses Wordpress cron jobs). Zero disables this feature.
fa_ir: به صورت خودکار مشاهده صفحات قبل از <strong>X</strong> روز را حذف می‌کند(با استفاده از cron وردپرس). «صفر» این قابلیت را از کار می‌اندازد.

source: Adds a new column to the Edit Posts screen, with the number of hits per post (may slow down page rendering)
fa_ir: یک ستون جدید به صفحه «ویرایش مطالب» اضافه می‌کند، که شامل تعداد مشاهده آن مطلب است (ممکن است کمی آن صفحه را کند کند)

source: Lets you decide if you want to have a standalone admin menu for WP SlimStat or not.
fa_ir: به شما امکان داشتن یک منوی مستقل برای مدیریت WP SlimStat را می‌دهد

source: Save Changes
fa_ir: ذخیره تغییرات

source: Convert IP addresses
fa_ir: تبدیل نشانی آی‌پی

source: Number format
fa_ir: قالب اعداد

source: Limit results to
fa_ir: نتایج محدود به

source: Right now
fa_ir: همین الآن

source: IP Lookup
fa_ir: ره‌گیری بر اساس نشانی آی‌پی

source: Refresh every
fa_ir: به‌روزآوری هر

source: Chart Annotations
fa_ir: حاشیه نمودار

source: Hide Stats Link
fa_ir: پنهان کردن پیوند آمار

source: View hostnames instead of IP addresses. It slows down the rendering of your metrics.
fa_ir: مشاهده نام میزبان به جای نشانی آی‌پی. این کار نمایش گزارش را کمی کند می‌کند.

source: Choose what number format you want to use, European or American.
fa_ir: نوع نمایش اعداد را انتخاب کنید.

source: rows
fa_ir: ردیف‌ها

source: Specify the number of results to return for each module. Please use a <strong>positive</strong> value.
fa_ir: تعداد نتایجی که برای هر بخش می‌خواهید نشان داده شوند را انتخاب کنید. لطفا یک عدد <strong>مثبت</strong> باشد.

source: Specify the number of rows per page to show in the Right Now screen. Please use a <strong>positive</strong> value.
fa_ir: تعداد ردیف‌های هر صفحه که در «همین الآن» نمایش داده می‌شوند را انتخاب کنید. لطفا عددی<strong>مثبت</strong> باشد.

source: Customize the IP lookup service URL.
fa_ir: نشانی خادم دل‌خواه برای مکان‌یابی بر اساس نشانی آی‌پی را وارد کنید.

source: seconds
fa_ir: ثانیه

source: Refresh the Right Now screen every X seconds. Zero disables this feature.
fa_ir: صفحه‌ی «همین الآن» را هر X ثانیه به‌روزآوری کن. صفر، این قابلیت را از کار می‌اندازد.

source: Track users
fa_ir: ره‌گیری کاربران

source: Ignore Spammers
fa_ir: نادیده گرفتن هرزها

source: Anonymize IP Addresses
fa_ir: غیرقابل تشخیص کردن آی‌پی‌ها

source: Ignore Prefetch
fa_ir: نادیده گرفتن پیش‌دریافت

source: Ignore IPs
fa_ir: نشانی‌های آی‌پی را نادیده بگیر

source: Ignore Countries
fa_ir: کشورها را نادیده بگیر

source: Ignore resources
fa_ir: نادیده گرفتن منابع

source: Ignore referers
fa_ir: نادیده گرفتن ارجاع‌دهنده‌ها

source: Ignore browsers
fa_ir: نادیده گرفتن مرورگرها

source: Ignore users
fa_ir: کاربران را نادیده بگیر

source: Ignore users: username not found
fa_ir: نادیده گرفتن کاربر: شناسه کاربر یافت نشد

source: Users by capability
fa_ir: کاربران با قابلیت‌ها

source: Track Users
fa_ir: ره‌گیری کاربران

source: Select YES if you want to track logged in users, adding their login to the resource they requested
fa_ir: اگر می‌خواهید کاربران عضو پایگاه، ره‌گیری شوند «بلی» را انتخاب کنید، تا ورودشان به پایگاه جزو درخواست‌های آن‌ها حساب شود.

source: This option masks the last octet of your visitors' IP addresses to comply with European Privacy Laws
fa_ir: این گزینه بخش انتهایی نشانی آی‌پی را برای هم‌خوانی با قوانین حریم خصوصی اروپا نادیده می‌گیرد

source: IP Addresses
fa_ir: نشانی‌های آی‌پی

source: Pages and posts
fa_ir: صفحات و نوشته‌ها

source: Countries
fa_ir: کشورها

source: List all the Country codes (i.e.: <code>en-us, it, es</code>) you don't want to track, separated by commas.
fa_ir: سیاهه کد همه کشورهایی که نمی‌خواهید ره‌گیری شوند. (مثلا <code>en-us, il, es</code>)

source: User Agents
fa_ir: مرورگرهای کاربران

source: Referers
fa_ir: ارجاع‌دهنده‌ها

source: Users
fa_ir: کاربران

source: Users by Capability
fa_ir: کاربران بر اساس قابلیت

source: Read access
fa_ir: دست‌رسی خواندن

source: Read access: username not found
fa_ir: دست‌رسی خواندن: شناسه کاربری یافت نشد

source: Minimum capability
fa_ir: حداقل قابلیت

source: Config access
fa_ir: دست‌رسی پیکربندی

source: Config access: username not found
fa_ir: دست‌رسی پیکربندی: شناسه کاربری یافت نشد

source: Track Browser Capabilities
fa_ir: ره‌گیری قابلیت‌های مرورگر

source: Track Outbound Clicks
fa_ir: ره‌گیری کلیک‌های بیرونی

source: Session Duration
fa_ir: دوره زمانی نشست (session)

source: Extend Session
fa_ir: گسترش نشست

source: Enable CDN
fa_ir: فعال‌سازی CDN

source: Adds a javascript event handler to each external link on your site, to track when visitors click on them. If Browser Capabilities is disabled, outbound clicks <strong>will not</strong> be tracked regardless of which value you set for this option.
fa_ir: می افزاید: کنترل رویداد جاوا اسکریپت به یک لینک خارجی در سایت خود، به پیگیری وقتی که بازدید کننده بر روی آنها کلیک کنید. اگر قابلیت های مرورگر غیر فعال است، بین المللی عازم ناحیه دور دست <STRONG> کلیک </ strong> در دنبال بدون در نظر گرفتن که ارزش شما برای این گزینه است.

source: Defines how many seconds a visit should last. Google Analytics sets its duration to 1800 seconds.
fa_ir: معین می‌کند که یک بازدید چه‌قدر باید طول بکشد. گوگل آنالیتیک اینم مقدار را ۱۸۰۰ ثانیه در نظر می‌گیرد.

source: Extends the duration of a session each time the user visits a new page, by the number of seconds set here above.
fa_ir: هر بار که کاربر یک صفحه جدید را مشاهده می‌کند طول مدت جلسه را به میزانی که این‌جا مشخص کرده‌اید گسترش می‌دهد.

source: Enables <a href="http://www.jsdelivr.com/" target="_blank">JSDelivr</a>'s CDN, by serving WP SlimStat's Javascript tracker from their fast and reliable network of servers.
fa_ir: را قادر می سازد <a href="http://www.jsdelivr.com/" target="_blank"> با JSDelivr </ A> 'CDN، با خدمت SlimStat WP جاوا اسکریپت ردگیر از شبکه سریع و قابل اعتماد خود را از سرویس دهنده.

source: Are you sure you want to remove all the information about your hits and visits?
fa_ir: آیا مطمئن هستید که می‌خواهید تمامی اطلاعات مربوط به آمار بازدید و بازدیدکننده‌ها را حذف کنید؟

source: Your WP SlimStat table has been successfully emptied.
fa_ir: جداول WP SlimStat با موفقیت خالی شدند

source: Your Geolocation data has been successfully updated.
fa_ir: داده‌های مکان‌یابی با موفقیت به‌روزرسانی شدند

source: ERROR: Your Geolocation source file is not readable.
fa_ir: خطا: فایل مکان‌یابی قابل خواندن نیست.

source: Your WP SlimStat table has been successfully reset.
fa_ir: جداول SlimStat به خوبی بازنشانی شدند.

source: ERROR: Your Slimstat table could not be initialized.
fa_ir: خطا: جداول SlimStat نمی‌توانند آماده‌سازی شوند.

source: Your WP SlimStat table has been successfully optimized.
fa_ir: جداول WP SlimStat با موفقیت بهینه‌سازی شد.

source: Your WP SlimStat tables have been successfully converted to InnoDB.
fa_ir: جداول WP SlimStat با موفقیت به InnoDB تبدیل شد.

source: Your WP SlimStat indexes have been successfully created.
fa_ir: اندیس‌های WP SlimStat با موفقیت ساخته شد.

source: Your WP SlimStat indexes have been successfully removed.
fa_ir: اندیس‌های WP SlimStat با موفقیت حذف شد.

source: Your WP SlimStat table has been successfully cleaned. Rows affected:
fa_ir: جداول WP SlimStat با موفقیت پاک‌سازی شد. ردیف‌های تحت تاثیر:

source: Database Information
fa_ir: اطلاعات پایگاه داده

source: Engine
fa_ir: موتور

source: , it may take some time and exceed PHP's maximum execution time
fa_ir: ، ممکن است مقداری طول بکشد و از بیشینه مقدار زمان اجرای پی‌اچ‌پی بیش‌تر باشد.

source: switch to InnoDB
fa_ir: تغییر حالت به InnoDB

source: Size
fa_ir: اندازه

source: Records
fa_ir: رکوردها

source: Average Record Length
fa_ir: میانگین طول رکورد

source: Created on
fa_ir: ساخته شده در

source: Approximate Overhead
fa_ir: سربار تقریبی

source: Optimize tables
fa_ir: بهینه کردن جداول

source: Purge Data
fa_ir: داده‌های خام

source: Delete rows where
fa_ir: حذف ردیف‌ها وقتی

source: Country Code
fa_ir: کد کشور

source: IP Address
fa_ir: نشانی آی‌پی

source: Language Code
fa_ir: کد زبان

source: Permalink
fa_ir: پیوند یکتا

source: Search Terms
fa_ir: عبارت جستجو

source: Is equal to
fa_ir: مساوی‌ست با

source: Contains
fa_ir: شامل

source: Does not contain
fa_ir: ناشامل

source: Starts with
fa_ir: شروع می‌شود با

source: Ends with
fa_ir: خاتمه می‌یابد با

source: Does not start with
fa_ir: شروع نمی‌شود با

source: Does not end with
fa_ir: خاتمه نمی‌یابد با

source: DELETE
fa_ir: حذف

source: Are you sure you want to PERMANENTLY delete these rows from your database?
fa_ir: آیا مطمئن هستید که می‌خواهید همه‌ی این ردیف‌ها را از پایگاه داده حذف کنید؟

source: Activate Indexes
fa_ir: فعال کردن اندیس‌ها

source: Use this feature if you want to improve the overall performance of your stats. You will need about 30% more DB space, to store the extra information required.
fa_ir: با استفاده از این ویژگی، می‌توانید عملکرد کلی افزونه را بهبود ببخشید. شما برای این کار حدود ۳۰٪ حجم بیش‌تری از پایگاه داده برای ثبت اطلاعات اضافی، اشغال می‌کنید.

source: Remove Indexes
fa_ir: حذف اندیس‌ها

source: Use this feature if you want to save some DB space, while slightly degrading WP SlimStat overall performances.
fa_ir: با استفاده از این ویژگی، می‌توانید بخشی از فضای پایگاه داده را صرفه‌جویی کنید، اما کمی از کارایی زمان اجرای افزونه کاسته خواهد شد.

source: Factory Reset
fa_ir: بازنشانی به تنظیمات اولیه

source: Select this option if you want to empty your WP SlimStat database (does not reset your settings).
fa_ir: این گزینه را انتخاب کنید اگر شما می خواهید برای خالی کردن پایگاه داده WP خود را SlimStat (تنظیمات خود را تنظیم مجدد کنید).

source: Update Geolocation DB
fa_ir: به‌روزآوری پایگاه داده مکان‌یابی

source: Select this option if you want to load the new geolocation data into your database.
fa_ir: اگر می‌خواهید داده‌ی مکان‌یابی جدیدی در پایگاه داده بارگزاری کنید، این گزینه را انتخاب کنید

source: RESET STATS
fa_ir: بازنشانی آمارها

source: It looks like you need to update the structure of one of the tables used by this plugin. Please click the button here above to reset your table (all the data will be lost, sorry), then deactivate/reactivate WP SlimStat to complete the installation process.
fa_ir: به نظر می رسد که شما نیاز دارید برای به روز رسانی ساختار یکی از جداول مورد استفاده توسط این افزونه است. لطفا با کلیک بر روی دکمه در اینجا جدول خود را برای تنظیم مجدد (تمام داده ها از دست خواهد رفت، با عرض پوزش)، و سپس دوباره فعال / غیر فعال کردن SlimStat WP برای تکمیل فرآیند نصب.

source: How valuable is monitoring your visitors for your site? WP SlimStat is and will always be free, but consider supporting the author if this plugin made your web site better, especially if you are making money out of it. Any donation received will be reinvested in the development of WP SlimStat, and to buy some food for my hungry family.
fa_ir: تا چه حد ارزشمند است نظارت بر بازدید کنندگان خود را برای سایت شما؟ SlimStat WP است و همیشه نیز خواهد بود، اما در نظر نویسنده اگر این افزونه وب سایت شما بهتر است، به خصوص اگر شما در حال ساخت پول از آن. هر گونه کمک مالی دریافتی در توسعه SlimStat WP دوباره سرمایه گذاری خواهد شد و برای خرید برخی از مواد غذایی برای خانواده گرسنه ام.

source: Need help?
fa_ir: کمک؟

source: Please visit our official <a href='http://wordpress.org/support/plugin/wp-slimstat' target='_blank'>support forum</a> to see if your question has already been answered. If not, feel free to post your request there, I'll do my best to address your concerns as soon as possible.
fa_ir: لطفا از پایگاه رسمی ما به نشانی <a href='http://wordpress.org/support/plugin/wp-slimstat' target='_blank'>تالار گفتگو</a> بازدید کنید تا ببینید آیا سوال شما پاسخ داده شده است؟ اگر نه، با احساس آزادی کامل سوال خود را آن‌جا بپرسید.

source: Recent messages from the support forum
fa_ir: پیام‌های اخیر از تالار گفتگو.

source: Don't want or cannot donate?
fa_ir: نمی‌خواهید، یا نمی‌توانید اعانه دهید؟

source: If you cannot donate money, please consider blogging about WP SlimStat, your visitors may not know you're using it! You can also contribute by donating some of your spare time: send me bug reports, localization files and ideas on how to improve WP SlimStat.
fa_ir: اگر شما می توانید پول را اهدا نمی کند، لطفا نظر وبلاگ نویسی در مورد SlimStat WP، بازدید کنندگان خود را نمی دانند ممکن است شما با استفاده از آن! شما همچنین می توانید با اهدای برخی از اوقات فراغت خود را کمک: به من گزارش اشکال، فایل ها و محلی سازی ایده ها در مورد چگونگی بهبود SlimStat WP ارسال کنید.

source: Show your appreciation
fa_ir: قدردانی خود را نشان دهید

source: Tell other people if WP SlimStat works for you and how good it is. <a href="http://wordpress.org/extend/plugins/wp-slimstat/">Rate it</a> on its Plugin Directory page.
fa_ir: اگر SlimStat WP خوب کار می کند، به افراد دیگر بگویید. در صفحه‌ی خود افزونه <a href="http://wordpress.org/extend/plugins/wp-slimstat/">امتیاز بدهید</a>.
