Repository: salmanmp/wp-translations
Catalog: simplr_registration_form/languages/simplr_reg-*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: Fields
fa_ir: موارد

source: Moderation
fa_ir: مدیریت

source: API
fa_ir: رابط برنامه‌نویسی

source: Instructions
fa_ir: دستورالعمل

source: Your site is not configured to allow user registrations. To turn on user registration change the membership setting on the <strong>Settings >> General</strong> menu.
fa_ir: پایگاه شما برای اجازه‌ی ثبت نام تنظیم نشده است. برای این‌که ثبت نام را فعال کنید، تنظیمات عضویت را در «تنظیمات/عمومی» فعال کنید.

source: Registration Forms
fa_ir: فرم‌های ثبت نام

source: Add Registration Form
fa_ir: افزودن فرم ثبت نام

source: Sorry, We could not find the requested account.
fa_ir: متاسفانه نمی‌توانیم حساب مورد نظر شما را بیابیم

source: Congratulations! Your Account was activated!
fa_ir: تبریک! حساب شما فعال شد

source: <strong>ERROR</strong>: This account has not yet been approved by the moderator
fa_ir: <strong>خطا:</strong> این حساب تا کنون توسط مدیر تایید نشده است.

source: The passwords you entered do not match.
fa_ir: گذرواژه‌های وارد شده هم‌خوانی ندارند

source: You must enter a password to register for this site.
fa_ir: برای ثبت نام در این پایگاه باید گذرواژه‌ای وارد کنید

source: You must enter a username.
fa_ir: باید شناسه‌ی کاربری را وارد کنید

source: Invalid Username.
fa_ir: شناسه کاربری نامعتبر

source: This username already exists.
fa_ir: این شناسه کاربری قبلا گرفته شده است

source: You must enter an email.
fa_ir: باید نشانی رایانامه را وارد کنید

source: The emails you entered do not match.
fa_ir: رایانامه‌ها هم‌خوانی ندارند

source: An account with this email has already been registered.
fa_ir: یک حساب کاربری با این رایانامه قبلا ثبت شده است

source: Please enter a valid email.
fa_ir: لطفا نشانی رایانامه معتبری وارد کنید

source: Email Address:
fa_ir: نشانی رایانامه:

source: Confirm Email:
fa_ir: تکرار نشانی رایانامه:

source: Your Username:
fa_ir: شناسه کاربری:

source: Choose a Password
fa_ir: انتخاب گذرواژه

source: Confirm Password
fa_ir: تکرار گذرواژه

source: Field Name
fa_ir: نام

source: Field Key
fa_ir: کلید

source: Required
fa_ir: ضروری؟

source: Field Type
fa_ir: نوع

source: Profile?
fa_ir: نمایه؟

source: Edit
fa_ir: ویرایش

source: Delete
fa_ir: حذف

source: Your profile was saved
fa_ir: حساب شما ذخیره شد

source: Change Password
fa_ir: تغییر گذرواژه

source: New Password
fa_ir: گذرواژه جدید

source: If you would like to change the password type a new one. Otherwise leave this blank.
fa_ir: اگر می‌خواهید گذرواژه را تغییر دهید، تایپ کنید وگرنه این را خالی بگذارید

source: Sorry, that key does not appear to be valid.
fa_ir: متاسفانه کلید معتبر نیست

source: You have logged in successfully.
fa_ir: شما با موفقیت وارد شدید

source: Close
fa_ir: بستن

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
fa_ir: <strong>خطا</strong>کوکی‌ها مسدود شده‌اند یا توسط مرورگر شما پشتی‌بانی نمی‌شوند. شما باید <a href='http://www.google.com/cookies.html'>کوکی‌ها را فعال کنید</a> تا بتوانید از وردپرس استفاده کنید.

source: You are now logged out.
fa_ir: شما اکنون خارج شدید

source: User registration is currently not allowed.
fa_ir: ثبت نام شما فعلا مجاز نیست

source: Check your e-mail for the confirmation link.
fa_ir: صندوق رایانامه خود را برای پیوند تایید ببینید.

source: Check your e-mail for your new password.
fa_ir: صندوق رایانامه خود را برای گذرواژه‌ی جدید ببینید.

source: Registration complete. Please check your e-mail.
fa_ir: ثبت نام تکمیل شد. لطفا صندوق رایانامه خود را ببینید.

source: Your session has expired. Please log-in again.
fa_ir: نشست شما باطل شد. لطفا دوباره وارد شوید.

source: Are you lost?
fa_ir: گم شدید؟

source: &larr; Back to %s
fa_ir: &larr; بازگشت به %s

source: <strong>ERROR</strong>: Enter a username or e-mail address.
fa_ir: <strong>خطا</strong>: «شناسه کاربری» یا «نشانی رایانامه» وارد کنید

source: <strong>ERROR</strong>: There is no user registered with that email address.
fa_ir: <strong>خطا</strong>: کاربری با این نشانی رایانامه ثبت نشده است.

source: <strong>ERROR</strong>: Invalid username or e-mail.
fa_ir: <strong>خطا</strong>: «شناسه کاربری» یا «نشانی رایانامه» نامعتبر

source: Password reset is not allowed for this user
fa_ir: بازنشانی گذرواژه برای این کاربر مجاز نیست

source: Someone requested that the password be reset for the following account:
fa_ir: کسی درخواست بازنشانی گذرواژه داده است برای این حساب:

source: Username: %s
fa_ir: شناسه کاربری: %s

source: If this was a mistake, just ignore this email and nothing will happen.
fa_ir: اگر این یک اشتباه است، کافی‌ست این رایانامه را نادیده بگیرید و هیچ اتفاقی نخواهد افتاد

source: To reset your password, visit the following address:
fa_ir: برای بازنشانی گذرواژه، این پیوند را ببینید:

source: [%s] Password Reset
fa_ir: [%s] بازنشانی گذرواژه

source: The e-mail could not be sent.
fa_ir: رایانامه نمی‌تواند ارسال شود

source: Possible reason: your host may have disabled the mail() function...
fa_ir: اتفاق ممکن: میزبان شما ممکن است تابع mail() را غیرفعال کرده باشد ...

source: Invalid key
fa_ir: کلید نامعتبر

source: <strong>ERROR</strong>: Please enter a username.
fa_ir: <strong>خطا</strong>: لطفا یک شناسه کاربری وارد کنید.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
fa_ir: <strong>خطا</strong>: این شناسه کاربری نامعتبر است؛ زیرا از نویسه‌های نامعتبر استفاده کرده است. لطفا یک شناسه معتبر وارد کنید

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
fa_ir: <strong>خطا</strong>: این شناسه قبلا ثبت شده است؛ لطفا یکی دیگر برگزینید

source: <strong>ERROR</strong>: Please type your e-mail address.
fa_ir: <strong>خطا</strong>: لطفا نشانی رایانامه‌ی خود را وارد کنید

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
fa_ir: <strong>خطا</strong>: نشانی رایانامه درست نیست

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
fa_ir: <strong>خطا</strong>: این رایانامه قبلا ثبت شده است؛ لطفا یکی دیگر انتخاب کنید.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
fa_ir: <strong>خطا</strong>: نمی‌توانیم حساب شما را ثبت کنیم. با مسئول سایت تماس بگیرید.

source: Username or E-mail:
fa_ir: شناسه کاربری یا رایانامه:

source: Get New Password
fa_ir: گذرواژه‌ی جدیدی بگیرید

source: Log in
fa_ir: ورود

source: Register
fa_ir: ثبت نام

source: The passwords do not match.
fa_ir: گذرواژه‌ها هم‌خوانی ندارند.

source: Password Reset
fa_ir: بازنشانی گذرواژه

source: Your password has been reset.
fa_ir: گذرواژه‌تان بازنشانی شد

source: Reset Password
fa_ir: بازنشانی گذرواژه

source: Enter your new password below.
fa_ir: گذرواژه‌ی جدیدتان را وارد کنید.

source: New password
fa_ir: گذرواژه جدید

source: Confirm new password
fa_ir: تکرار گذرواژه جدید

source: Strength indicator
fa_ir: استحکام‌نما

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
fa_ir: راه‌نمایی: گذرواژه باید حداقل هفت نویسه باشد. برای این‌که مقاوم‌ترش کنید می‌توانید از حروف کوچک و بزرگ، ارقام، علامات مانند «!»، «؟» و ... استفاده کنید.

source: Username
fa_ir: شناسه کاربری

source: Password
fa_ir: گذرواژه

source: Remember Me
fa_ir: مرا به یاد بیاور

source: Log In
fa_ir: ورود

source: Lost your password?
fa_ir: گذرواژه‌تان را گم کرده‌اید؟

source: You've successfully registered for %%blogname%% but before your account can be used you must activate it. To activate use the link below %%link%%.
fa_ir: شما با موفقیت در «%%blogname%%» ثبت نام کردید؛ اما برای ورود باید ابتدا حساب خود را از طریق پیوند زیر فعال کنید: %%link%%

source: Please activate your %%blogname%% account
fa_ir: لطفا حسابتان در «%%blogname%%» را فعال کنید.

source: auto
fa_ir: خودکار

source: Your account was activated.
fa_ir: حساب شما فعال شده است

source: Your %%blogname%% account was activated.
fa_ir: حساب شما در «%%blogname%%» فعال شده است.

source: Settings saved
fa_ir: تنظیمات ذخیره شد

source: These settings allow you to enable and control moderation
fa_ir: این تنظیم به شما امکان مدیریت و تایید ثبت نام را می‌دهد.

source: Enable Moderation?
fa_ir: فعال‌سازی مدیریت

source: Yes
fa_ir: بلی

source: No
fa_ir: خیر

source: Approval Mode
fa_ir: شیوه‌ی تصویت

source: Automatic
fa_ir: خودکار

source: Manual
fa_ir: دستی

source: Email Subject Line
fa_ir: موضوع رایانامه

source: Welecome to %%blogname%%
fa_ir: به «%%blogname%%» خوش آمدید

source: Moderation Email
fa_ir: رایانامه‌ی مدیریت

source: hello
fa_ir: سلام

source: Which user roles can moderate new users.
fa_ir: کدام نقش می‌تواند کاربران جدید را مدیریت کند

source: Save Changes
fa_ir: ذخیره تغییرات

source: Core Settings
fa_ir: تنظیمات هسته

source: Redirect default signup action to this page
fa_ir: صفحه ثبت نام پیش‌فرض را به این ره‌نمون شو

source: Use this option to redirect the default WordPress wp-login.php?action=redirect action. This will not redirect your login page as a whole.
fa_ir: از این گزینه برای تغییر عمل wp-login.php?action=redirect پیش‌فرض استفاده می‌شود و کلا صفحه ثبت نام را ره‌نمون نمی‌کند.

source: Redirect default profile page
fa_ir: ره‌نمون شدن صفحه نمایه پیش‌فرض

source: Use this option to force users to access only their "front" end profile page ... i.e. the page with the [profile_page] shortcode
fa_ir: از این گزینه برای اجبار کاربران به مشاهده‌ی نمایه‌شان در صفحه دلخواه خود می‌توانید استفاده کنید. با استفاده از [profile_page] می‌توانید یک صفحه نمایه بسازید.

source: Custom Thank You Page
fa_ir: صفحه تشکر دل‌خواه

source: You can leave this field blank. The default behavior outputs a confirmation on the page which the registration shortcode is save. Use this only if you want to redirect the user elsewhere after registration.
fa_ir: می‌توانید این مورد را خالی رها کنید. رفتار پیش‌فرض این است که بعد از ثبت نام پیغامی روی همان صفحه نمایش داده خواهد شد. اگر این مورد را تنظیم کنید بعد از ثبت نام کاربر به این صفحه ره‌نمون خواهد شد.

source: Default FROM Email
fa_ir: «از» پیش‌فرض رایانامه

source: Disable Plugin Styles
fa_ir: از کار انداختن سبک افزونه

source: Select a style
fa_ir: انتخاب یک سبک

source: Override Default Stylesheet
fa_ir: بازنویسی سبک پیش‌فرض

source: Specify a custom stylesheet. Will not apply if "Plugin Styles" are disabled
fa_ir: یک سبک دل‌خواه برگزینید. اگر «سبک افزونه» را انتخاب نکرده باشید کار نخواهد کرد.

source: Add Field
fa_ir: افزودن مورد

source: Delete Selected
fa_ir: حذف موارد انتخابی

source: Are you sure you want to delete all the selected fields?
fa_ir: مطمئنید که می‌خواهید تمامی موارد انتخابی را حذف کنید؟

source: Back to Field List
fa_ir: بازگشت به سیاهه موارد

source: Use the form below to add a registration field. These fields can then be selected on any registration form on the site.
fa_ir: فرم زیر را برای اضافه کردن یک مورد استفاده کنید. این مورد می‌تواند در فرم‌های ثبت نامی استفاده شود.

source: Field Label
fa_ir: برچسبِ مورد

source: Human readable name for display to users
fa_ir: عنوان نمایشی به کاربران

source: Machine readable name to represent this field in the Database
fa_ir: نامی یک‌تا برای ثبت در پایگاه داده

source: Show this field on user admin screens?
fa_ir: این مورد در صفحه مدیر (سیاهه کاربران) نمایش داده شود؟

source: Is this field required?
fa_ir: ضروری‌ست؟

source: Show this field in user profile?
fa_ir: در نمایه کاربر نمایش داده شود؟

source: Type
fa_ir: نوع

source: Options
fa_ir: گزینه‌ها
