Repository: salmanmp/wp-translations
Catalog: wp-user-control/wp-user-control-*.po
Languages: fa_ir

source: exiting.
fa_ir: در حال خروج

source: Welcome,
fa_ir: خوش آمدید،

source: You're logged in as
fa_ir: شما با این عنوان وارد شده‌اید:

source: Log out
fa_ir: خروج

source: Admin
fa_ir: مدیر

source: Profile
fa_ir: مشخصات

source: E-mail could not be sent.
fa_ir: نمی‌توان رایانامه فرستاد

source: Possible reason: your host may have disabled the mail() function...
fa_ir: دلیل احتمالی: میزبان شما ممکن است ارسال رایانامه را ممنوع کرده باشد.

source: Username exists. Please choose another.
fa_ir: شناسه کاربری موجود است. لطفا یکی دیگر انتخاب کنید.

source: Email already registered. Did you forget your password?
fa_ir: این رایانامه قبلا ثبت شده است. آیا گذرواژه‌ی خود را فراموش کرده‌اید؟

source: Sorry, new registrations are not allowed at this time.
fa_ir: متاسفم، ثبت نام جدید فعلا مسدود است.

source: You are logged in already. No need to register again!
fa_ir: شما قبلا وارد شده اید. نیازی به ثبت نام نیست.

source: Please enter a valid user name and email address.
fa_ir: لطفا یک شناسه کاربری و رایانامه معتبر وارد کنید.

source: User name cannot contain uppercase letters.
fa_ir: شناسه نمی‌تواند شامل حروف بزرگ باشد.

source: User name cannot contain spaces.
fa_ir: شناسه کاربری نمی‌تواند شامل فاصله باشد.

source: Registration failed. Unknown error.
fa_ir: خطا در ثبت نام. خطای نامشخص

source: Someone has asked to reset the password for the following site and username.
fa_ir: یک نفر درخواست بازنشانی گذرواژه‌ی حساب مربوط به شناسه و پایگاه زیر را داشته است.

source: A new user has been created for the following site.
fa_ir: یک کاربر جدید برای پایگاه زیر ثبت نام کرده است.

source: Username: %s
fa_ir: شناسه کاربری: %s

source: Temporary Password: %s
fa_ir: گذوراژه موقت: %s

source: Please change your password when you login.
fa_ir: لطفا وقتی وارد شدید گذرواژه خود را تغییر دهید.

source: Customizable user control widget for login, registration, lost password, etc. within sidebar.
fa_ir: ابزارک منعطف برای ورود، ثبت نام، بازنشانی گذرواژه و غیره، از نوار ابزار کناری

source: Login
fa_ir: ورود

source: Reset
fa_ir: بازنشانی

source: Reset Password
fa_ir: بازنشانی گذرواژه

source: Register
fa_ir: ثبت نام

source: WP User Control Widget
fa_ir: ابزارک کنترل کاربر

source: Title
fa_ir: عنوان

source: Display Avatar
fa_ir: نمایش شکلک

source: Login Tab Label
fa_ir: عنوان برگه ورود

source: Login Button Label
fa_ir: عنوان دکمه ورود

source: Reset Tab Label
fa_ir: عنوان برگه بازنشانی

source: Reset Button Label
fa_ir: عنوان دکمه بازنشانی

source: Register Tab Label
fa_ir: عنوان برگه ثبت نام

source: Register Button Label
fa_ir: عنوان دکمه ثبت نام

source: Default Tab
fa_ir: برگه پیش‌فرض

source: Custom Login URL
fa_ir: URL دلخواه ورود

source: Custom Link Title
fa_ir: عنوان پیوند دلخواه

source: Custom Link
fa_ir: پیوند دلخواه

source: From Email Address
fa_ir: از نشانی رایانامه

source: From Name
fa_ir: از طرف

source: Please check your username and password.
fa_ir: لطفا شناسه کاربری و گذرواژه‌ی خود را چک کنید.

source: Enter your username and password below to login.
fa_ir: برای ورود، شناسه و گذرواژه خود را در زیر وارد کنید.

source: Username
fa_ir: شناسه کاربری

source: Password
fa_ir: گذرواژه

source: Remember me
fa_ir: مرا به خاطر بسپار

source: Check your email for the password and then return to log in.
fa_ir: برای ورود، شناسه و گذرواژه‌ی خود را در صندوق رایانامه‌ی خود را ببینید.

source: Complete the form below to register.
fa_ir: برای ثبت نام فرم زیر را تکمیل کنید.

source: New registrations currently disabled.
fa_ir: ثبت نام جدید ممکن نیست.

source: Email
fa_ir: رایانامه

source: Email does not exist.
fa_ir: رایانامه موجود نیست.

source: Invalid email. Please try again.
fa_ir: رایانامه نامعتبر، لطفا دوباره سعی کنید.

source: Check your email for your new password.
fa_ir: برای گذرواژه‌ی جدید، رایانامه خود را ببینید.

source: Enter your email address to reset your password.
fa_ir: برای دریافت گذرواژه‌ی بازنشانی شده، نشانی رایانامه خود را وارد کنید.
