Repository: salmanmp/wp-translations
Catalog: database-browser/database-browser-*.po
Languages: fa_ir

source: Database browser
fa_ir: مرورگر پایگاه داده

source: Table: %s
fa_ir: جدول: %s

source: Database error
fa_ir: خطای پایگاه داده

source: Where (click to toggle):
fa_ir: وقتی (کلیک کنید تا تغییر دهید):

source: Order by (click to toggle):
fa_ir: ترتیب بر اساس (کلیک کنید تا تغییر دهید):

source: Run where and order by clauses
fa_ir: اجرای «وقتی که» و «ترتیب بر اساس»

source: No data was found in this table.
fa_ir: داده‌ای در این جدول یافت نشد.

source: Select table
fa_ir: انتخاب جدول

source: Query performed (click to toggle):
fa_ir: جستجو انجام شد (کلیک کنید تا تغییر دهید):

source: Run query
fa_ir: اجرای کوئری
